export default {
  recommond: {
    title: '推荐榜',
    data: [
      {
        name: '京造 K8',
        price: 398,
        switch: '红轴',
        keys: 87,
        light: '单色/RGB',
        connect: '蓝牙双模',
        fit: ['办公', '码字'],
        star: 5
      },
      {
        name: '游侠RX PBT 版',
        price: 699,
        switch: 'RX 红',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        fit: ['游戏'],
        star: 5
      },
      {
        name: '惠普 GK100',
        price: 126,
        switch: '红轴',
        keys: 104,
        light: '单色背光',
        connect: '有线',
        fit: ['预算紧张', '学生党'],
        star: 4
      }
    ]
  },
  rgb: {
    title: 'RGB 键盘',
    data: [
      {
        name: '微星 GK50Z',
        price: 108,
        switch: '红轴',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        describe: '两百元价位的 RGB 灯效！！拥有 9 种预设灯效 + 8 中预设灯效 + 2 种自定义灯效；冲这一点，想体验 RGB 的可以尝试。',
        url: 'https://item.jd.com/100007750917.html#crumb-wrap'
      },
      {
        name: '新贵 GM680',
        price: 369,
        switch: '红轴',
        keys: 87,
        light: 'RGB',
        connect: '蓝牙双模',
        describe: '出色的颜值，非常讨人喜欢 ；68 键位的精简布局，为桌面节省了大量空间；PBT 键帽、XDA 球帽，让键盘整体手感非常出众；热插拔的配置，可以随心所欲的切换自己喜欢的轴体。如果喜欢这种小配列的机械键盘，那么 GM680 值得拥有。'
      },
      {
        name: '阿洛伊起源',
        price: 379,
        switch: '火轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '这款键盘可能是性价比最高的 RGB 机械键盘了！活动单件价格领券后可能就价格更低！想尝试 HyperX 轴体和 RGB 的同学，这个价格适合入手了。',
        url: 'https://item.jd.com/100012320587.html'
      },
      {
        name: '黑寡妇蜘蛛V3',
        price: 429,
        switch: '绿轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '如果对雷蛇有信仰，喜欢 RGB 的就入吧，并且家里有雷蛇其他外设还能有灯光联动，灯光效果拉满！'
      },
      {
        name: 'AKKO 3098N',
        price: 549,
        switch: 'TTC 金粉',
        keys: 98,
        light: 'RGB',
        connect: '三模',
        describe: '目前性价比之王腹灵、AKKO，这两家牌子的 98 配列、三模、热插拔、RGB 把现在量产键盘大部分厂家压得死死的，妥妥的性价比之王！能够接受 98 配列的话，就选 AKKO 和腹灵没错！',
        url: 'https://item.jd.com/10034861884343.html'
      },
      {
        name: '腹灵 FL980',
        price: 559,
        switch: 'BOX白',
        keys: 98,
        light: 'RGB',
        connect: '三模',
        describe: '这把键盘是最近比较火，做工较好，大键优秀，最主要的是配色好看。多种轴体可选。在104/108的基础上，不用PGUP/PGDN/Delete等按键的情况下，可以选择98配列。',
        url: 'https://item.jd.com/10029053132025.html'
      },
      {
        name: '高斯 HS87T',
        price: 599,
        switch: 'TTC 金粉',
        keys: 87,
        light: 'RGB',
        connect: '三模',
        describe: '高斯首款采用非原厂轴的机械键盘，2.4G + 蓝牙三模连接，同时连接 5 台蓝牙设备；PBT 双色键帽，颜值非常 Nice；两段式脚撑、Type-c 键线分离、独特等位等等，都是加分项。',
        url: 'https://item.jd.com/10036677662331.html'
      },
      {
        name: '黑峡谷 BOX',
        price: 699,
        switch: '玫瑰红',
        keys: 68,
        light: 'RGB',
        connect: '三模',
        describe: '黑峡谷全新三模、热插拔、RGB机械键盘；68 键设计、热插拔配置，随心所欲更换轴体，搭配自己喜欢的键盘；PBT 双色注塑透光布丁球帽，耐打油，RGB 效果出众。如果你是一名爱躁玩家，且能适应 68 键配列，那么这款键盘会适合你。',
        url: 'https://item.jd.com/100014997175.html'
      },
      {
        name: '游侠RX PBT 版',
        price: 699,
        switch: 'RX 红',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        describe: `这把键盘的轴体区别于常规的十字轴，采用 ROG 自家研发的 RX 光轴，轴体采用方形火山口结构配合四角固定插座和 X 结构稳定器，保证稳固键帽的同时按压键帽的每一个部位都能够稳定触发，从而保证稳定的手感。
        轴体触发上上 RX 光轴采用了光源触发，按键的触发更加快速、精准，减少按键触发的延迟性，同时光源触发可以提升轴体的使用寿命，官方给出的数据能够承受一亿次的按压。
        当然这把键盘的灯光效果也是一大亮点，RX 光轴独特的火山口结构让这把键盘的背光效果更加的完美，按键从上到下都能均匀的发光，键盘预置了十来种灯光特效，独特的轴体结构让这些灯效更加炫酷
        除此之外，家里如果有 ROG 的其他产品，可以通过 ROG 的奥创软件，设置神光同步，与其他产品进行灯光联动。

        玩游注重的是什么？游戏大多情况下会有激烈的对抗，玩家对键盘也会相对的非常激烈。常规十字轴的机械键盘在游戏激烈对抗的情况下回变得非常不稳定，从而影响手感。因此稳定轴体的机械键盘是游戏必备的情况！

        推荐理由：这把键盘的轴体区别于常规的十字轴，采用 ROG 自家研发的 RX 光轴，轴体采用方形火山口结构配合四角固定插座和 X 结构稳定器，保证稳固键帽的同时按压键帽的每一个部位都能够稳定触发，从而保证稳定的手感。

轴体触发上上 RX 光轴采用了光源触发，按键的触发更加快速、精准，减少按键触发的延迟性，同时光源触发可以提升轴体的使用寿命，官方给出的数据能够承受一亿次的按压。

当然这把键盘的灯光效果也是一大亮点，RX 光轴独特的火山口结构让这把键盘的背光效果更加的完美，按键从上到下都能均匀的发光，键盘预置了十来种灯光特效，独特的轴体结构让这些灯效更加炫酷

除此之外，家里如果有 ROG 的其他产品，可以通过 ROG 的奥创软件，设置神光同步，与其他产品进行灯光联动。
        `,
        url: 'https://item.jd.com/100027572110.html'
      },
      {
        name: '罗技 KDA',
        price: 899,
        switch: '红轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '欢迎来到 K/DA 的世界！英雄联盟和 K/DA 联名定制款，搭配 K/DA 元素，幻想与现实交织。如果你是 LOL 游戏玩家，光凭借这个联名，就值得入手试试！',
        url: 'https://item.jd.com/100024197868.html'
      },
      {
        name: '海盗船 K70',
        price: 799,
        switch: '银轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '海盗船俗称船厂，键盘采用的是 87 键方便携带的紧凑型布局，这种布局方式能够为鼠标节省很大的操作空间；配置竞技模式，可以一键切换，让我们的游戏不受打扰；酷炫 RGB，每个按键可以单独的设置 RGB 背光，自定义灯效。',
        url: 'https://item.jd.com/43316985615.html'
      },
      {
        name: '猎魂光蛛V2',
        price: 1689,
        switch: '光黑轴',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        describe: '这款键盘的亮点在于：可调节触发键程，二段式触发和模拟输入。可调节触发键程和上面的赛睿也有但是原来不一样，想了解的话可以自行去看下，二段式触发即按一个按键可实现两个按键的功能，这一点在 Moba 和 Fps 游戏中很有用，如 LOL 中可以可以实现一键盲僧R闪，CSGO 中可以一键切手雷再扔出去。模拟输入是可以模拟摇杆的功能，具体可以自行查看。'
      }
    ]
  },
  all: {
    title: '所有键盘',
    data: [
      {
        name: '雷柏 V500',
        price: 79,
        switch: '茶轴',
        keys: 87,
        light: '无',
        connect: '有线',
        describe: '先喊一句雷柏永远滴神！百元的价位搭载雷柏的自主轴体；金属面板，悬浮式按键设计，方便清理灰尘；带有多媒体按键，方面日常游戏操作。',
        url: 'https://item.jd.com/3086129.html'
      }, {
        name: '艾石头 FE87',
        price: 89,
        switch: '红轴',
        keys: 87,
        light: '无',
        connect: '有线',
        describe: '百元以内的机械键盘价位首推艾石头 FE87，百元内价格，键盘配有键线分离、单色背光，这个价位有这些还要求什么呢，除了这些 FE87 的大键位素质尚佳，如果再加点预算可以上 RGB 版本，价格也不到 200。',
        url: 'https://item.jd.com/100018464520.html'
      },
      {
        name: '雷神 KG3104',
        price: 99,
        switch: '红轴',
        keys: 104,
        light: '幻彩',
        connect: '有线',
        describe: '百元左右的价位，配合活动大促价格能够杀到百元出头。键盘配有超长的 RGB 灯条和幻彩背光灯效夜间使用会非常酷炫，并且键盘还内置了 8 中 预设的游戏灯效，可以提供更好的游戏体验。',
        url: 'https://item.jd.com/100010120089.html'
      },
      {
        name: '惠普 GK100',
        price: 106,
        switch: '红轴',
        keys: 104,
        light: '白光',
        connect: '有线',
        describe: '这把键盘是我入手的第一把机械键盘，当时选择机械键盘就冲着价格便宜且有背光这两点去挑的，结果一把键盘用了很长时间，可以说相当划算。键盘整体外壳采用铝合金材质打造，整体做工细腻，耐磨防摔；悬浮式键帽，更加容易清洁；多种炫酷背光特效，可以调节灯光亮度和速率。总结而言，如果你是学生党或者在寻找一款高性价比机械键盘，那么惠普 GK100 适合你。',
        url: 'https://item.jd.com/67376874892.html'
      },
      {
        name: '微星 GK50Z',
        price: 108,
        switch: '红轴',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        describe: '两百元价位的 RGB 灯效！！拥有 9 种预设灯效 + 8 中预设灯效 + 2 种自定义灯效；冲这一点，想体验 RGB 的可以尝试。',
        url: 'https://item.jd.com/100007750917.html#crumb-wrap'
      },
      {
        name: '达尔优 EK815',
        price: 112,
        switch: '红轴',
        keys: 104,
        light: '单色',
        connect: '有线',
        describe: '双拼色设计的机械键盘，共有 7-8 种配色可选，颜值超高；白色背光，有 6 种左右的灯光模式；全键无冲，能够快速响应游戏操作。',
        url: 'https://item.jd.com/51071785685.html'
      },
      {
        name: '黑爵 AK35I',
        price: 159,
        switch: '红轴',
        keys: 109,
        light: '白光',
        connect: '有线',
        describe: '机械键盘键帽材质在两百元以内的键盘基本上很少了，而黑爵的这把 AK35I 拥有 PBT 键帽的同时却把价格做到了两百元以内，而且键盘拥有白色背光、多媒体键，值得冲一手。',
        url: 'https://item.jd.com/100022425634.html#crumb-wrap'
      },
      {
        name: '黑峡谷 GK715',
        price: 184,
        switch: '红轴',
        keys: 104,
        light: '蓝色',
        connect: '有线',
        describe: `黑峡谷的 GK715 一直是两百元价位的较为热门的选择，如果想买一款价格实惠的热插拔机械键盘，这款键盘是首选！

黑峡谷作为国内知名机械轴体公司凯华的马甲品牌，可谓是占尽了先天优势。GK715作为一款配备了凯华BOX轴体的入门级客制化机械键盘，最大的亮点是配备了可拆卸轴体、并采用了凯华最具代表性的BOX白轴轴体，是目前市面上配备BOX白轴机械键盘中性价比最高的。

作为凯华的明星轴体，BOX白轴手感优秀，名声在外，刚出来的时候由于口碑好而产能又跟不上，价格曾一度被炒上天，618那会甚至有很多人买GK715就为了把BOX白轴拔了单卖，号称“买轴体送键盘”，其性价比可见一斑。

外观方面，有粉白（白光）、灰黑（蓝光）、黑灰（红光）三色可选。背光方面，黑峡谷GK715内置了16种灯效与6档背光，可以根据个人喜好自行调节，利用Fn键切换不同的效果。且无需任何的软件操作，快捷键免驱的设计让这款键盘非常容易上手。

键盘材质方面，上板采用的是铝合金拉丝材质，耐磨的同时具备金属质感。面板支持IP56的防护等级。配列采用的是104全尺寸，键帽用的是悬浮式设计，美观耐看。

黑峡谷GK715与GK715s键盘布局均采用的是OME的阶梯高度设计，两款键盘区别主要是键帽材质，黑峡谷GK715采用的是ABS双色注塑键帽，升级款GK715s键帽为PBT双色注塑键帽，价格大约贵了70元左右。

GK715最为核心的亮点就在于其不但能够像常规机械键盘一样更换键帽，内置的轴体也可以更换，出厂自带轴体有BOX白、BOX红、BOX茶三种可选。其中BOX白作为凯华的明星轴体，与Cherry青轴手感有些类似，段落感比青轴更小一些，弹起来的时候还会发出一次声音，与圆珠笔有些类似，手感非常出色。BOX红比起Cherry红轴键程更短，打起字来更柔顺。

综上，黑峡谷GK715机械键盘作为一款配备了凯华BOX轴体的键盘，300不到的价位性价比非常高，可插拔的轴体设计使其具备了较高的可玩性，手感敲腻了换套轴就行。如果你也跟我一样爱折腾烧客制化的，黑峡谷GK715绝对是一款非常值得入手的机械键盘。
        `,
        url: 'https://item.jd.com/10033535844076.html#crumb-wrap'
      },
      {
        name: '高斯 87C',
        price: 219,
        switch: '红轴',
        keys: 87,
        light: '无',
        connect: '有线',
        describe: 'IKBC 和高斯的 C 系列一直是入门级机械键盘的首选，这两款键盘已经是经历市场沉淀的产品，手感无需多说，想买一把能用很久的机械键盘，这两款键盘非常合适.',
        url: 'https://item.jd.com/55690316525.html'
      },
      {
        name: '京造 C1',
        price: 232,
        switch: '红轴',
        keys: 87,
        light: '白',
        connect: '有线',
        describe: `Keychron系列机械键盘最早是在美国YouTube上先火起来的，以颜值高、用料足、设计简约及出色的Mac兼容性著称，开始火出圈是由油管科技领域顶级大V Brownlee（约1426万粉丝，受邀过谷歌副总裁采访）的评测带起来的，后来由于口碑优秀，国内外各个社交媒体平台KOL间口口相传，热度日益提升，年初起终于渐渐火到国内，包括知乎在内，很多键盘区大佬也都在自发评测与安利。

轴体方面，Keychron（京造）C1/C2采用的是佳达隆（Gateron）轴，有红轴/茶轴可选。佳达隆G轴为类Cherry轴体，近年来很多人认为在手感上已经超越了Cherry轴，随着Cherry品控逐年下滑，段落轴的极高臭轴率和双击问题，使佳达隆轴的国际市场份额水涨船高，在类樱桃轴体中位居第一梯队。

外观方面，C1/C2采用的是苹果系的黑白配色设计，C1是87键，C2是104键，键帽采用的是经过特殊处理的类肤触感ABS键帽，配合淡淡的白色背光，颜值很高且非常耐看，没有市面上200多元价位键盘的那种塑料感或光污染，外观设计走的是偏商务的简约风格，大气有质感，非常适合办公或送礼。

功能层面，Keychron除了在win系统下使用顺滑，还专门对mac系统做了适配，键盘侧边有系统切换的快捷开关，对使用多系统办公的用户非常友好，且支持mac/ios/win三系统的一键切换。最牛逼的是这款键盘还使用了apple键盘的vid和pid，简单来说，就是mac把它当成是自家键盘，使用这把键盘的你可以使用苹果电脑上F区的所有快捷键（这个功能目前除了苹果原生键盘，市面上大部分键盘都无法支持）。

说了那么多，最香的还是价格实惠，活动期不到260的价格，性价比极高，市场上这个价位的机械键盘要么做工材质粗糙，要么轴体手感拉胯，C系列能兼顾各个方面还能做到这个价格，是我推荐它的核心理由。

`,
        url: 'https://item.jd.com/100009408529.html'
      },
      {
        name: 'IKBC C87',
        price: 259,
        switch: '红轴',
        keys: 87,
        light: '无',
        connect: '有线',
        describe: `三百左右的价格，机械键盘该有的配置它都有，外观简约、PBT 键帽、按键无冲、三向出线槽...键盘的整体做工和素质都非常不错。如果你新手玩家，没有接触过机械键盘，想入手一把机械键盘，IKBC 会适合你。

C87作为IKBC最出名的经典款，是早些年很多人入机械键盘坑的第一把键盘，我的第一把Cherry轴机械键盘就是它。IKBC是中国台湾沃特斯旗下品牌，以优良的做工和低廉的价格闻名。C系列有黑白两色可选，颜值沉稳低调，C系列均为有线不支持蓝牙，采用的是PBT键帽，C87是87键，C104是104键。 IKBC的键盘都采用CHERRY MX轴，手感和耐用度高，是性价比很高的键盘。

IKBC C87采用的就是PBT材质的键帽。相比ABS材质的键帽，PBT材质具有耐磨、不打油的特点，外观上有些类磨砂材质，色泽偏暗，所以耐用性非常高，可大大延长打油情况出现的时间。而相比ABS键帽，最大的缺点就是透光性不太好，但对于没有背光灯的IKBC C87来说，基本上没有什么影响。

手感方面，IKBC的按键一致性做的较为出色，大键位采用的是卫星轴，手感出色不肉，键身内置钢板，按键声沉稳无钢丝声。在德国原厂Cherry轴的机械键盘里，IKBC C系列300多的价格也显得非常亲民，很适合刚入坑机械键盘的同学入手。不过IKBC这款是无光的，对灯光有要求但预算有限的同学可以考虑Keychron（京造）的C系列。

除了经典的黑白款之外，IKBC还推出了个性化配色的C200系列，跟C87/C104只有颜色上的区别，价格贵了几十块左右。这里稍微提一下猛男粉（凝彩粉）配色的这款吧，比较难得的是这款键盘不仅在外壳和键帽上进行了全面的粉色化，甚至连钢板、PCB甚至线材都是粉色的。而事实上粉色是一种在生产过程中比较难以把控的色彩，单一材质的颜色相对容易解决，多种材质调整为统一配色而不出现明显色差，这就需要对生产设计环节进行严格把控才能做到了。这也是为什么更改配色后的C200要比C87价格更高一些的原因。非常适合喜欢粉系配色的女性朋友，或者送女朋友当礼物也很合适。
        `,
        url: 'https://item.jd.com/10025802445921.html'
      },
      {
        name: '达尔优 A87',
        price: 331,
        switch: '紫金轴',
        keys: 87,
        light: '冰蓝',
        connect: '有线',
        describe: '这款键盘有单模和三模版本，单模版价格不到 400，三模版价格稍贵；全键热插拔、PBT 键帽、磁吸式上盖，喜欢自己玩键盘的可以入一入。',
        url: 'https://item.jd.com/10033814229853.html'
      },
      {
        name: 'RK 860',
        price: 349,
        switch: '红轴',
        keys: 100,
        light: '白色',
        connect: '三模',
        describe: 'RK 的键盘一直主打的是高性价比、亲民实用，两百多的键盘价格，上了键线分离、RGB、三模连接、热插拔等功能，键帽还采用了 PBT 材质，不打油且外观很好看。如果预算紧张又有多样的使用需求，那么 RK 更适合你。',
        url: 'https://item.jd.com/10032016424528.html'
      },
      {
        name: '黑峡谷 X3',
        price: 349,
        switch: '玫瑰红',
        keys: 87,
        light: '白色',
        connect: '2.4G双模',
        describe: '这把键盘和 IKBC 的配置类似，三百多的价格，但是轴体是国产凯华轴，并且在基础上配置了 2.4G 双模配置、PBT 键帽等等，可以说这个价位已经非常能打了。如果预算不足，又想正经的体验机械键盘的手感，那么黑峡谷 X3 会适合你。',
        url: 'https://item.jd.com/100016678350.html'
      },
      {
        name: '京造 K8',
        price: 398,
        switch: '红轴',
        keys: 87,
        light: '白色',
        connect: '蓝牙双模',
        describe: `笔记本用户或者平板用户，强烈推荐京造的 K 系列蓝牙双模机械键盘，并且这把键盘还能够兼容 Win/Mac 双系统！5.1 极速蓝牙模式，使用起来基本没有延迟感，并且可以同时连接三台设别，一键切换，可以满足日常多种连接使用需求；87 键的经典小布局方式，小巧简单便携；有多重背光模式可选择，灯光非常炫酷。

K系列为上文提到的油管网红机械键盘Keychron（京东京造）的蓝牙双模系列。全球各种不同地区不同语言的博主在疯狂推荐与测评，尤其在美国与日本市场十分火爆，无论是Youtube，Instagram还是Twitter上，Keychron（京东京造）机械键盘的出镜率、热度及口碑都出奇地高。Keychron在国内由京东自有品牌京东京造贴牌，跟海外Keychron官网购买的产品除了外包装外一模一样。售后原因，个人建议数码产品尽量还是走JD入手。

在海外火遍全网后，今年年初这款网红键盘也逐渐火到国内来了，这段时间看到国内各个社交媒体平台，包括知乎很多键盘区大佬也都在自发评测与安利。那么这款机械键盘全球爆火的原因背后，究竟有哪些亮点呢？

作为一款主打无线蓝牙的机械键盘，Keychron K系列自带的5.1蓝牙连接的超低延迟，出色的按键一致性和手感回弹，优秀的颜值与便携性，使其可适配场景非常广泛，无论是办公、随身携带还是打游戏，体验都非常棒。

除此之外，K系列蓝牙可记忆3台设备，完美兼容MAC，且支持多设备多操作系统间的一键切换，功能适配兼容等方面也做的较为出彩。

外观设计方面，Keychron（京造）整体采用低调朴实的苹果系设计风格，大气耐看，商务风满满。背光方面，支持免驱动17种模式跑马灯（有白光版和RGB版），同时有type-C接口，二段式脚撑。部分款型为铝合金边框，拿在手里非常有质感。

测评前为方便理解，我整理了一份K系列机械键盘各个型号参数对比，供大家参考：

---图片---


K8是Keychron（京东京造）整体采用的是经典87键配列，完美弥补了K2仅有的84键配列上的不足，背光与K2一样，有白光和RGB两个版本。

外观设计方面，K8键帽采用低调朴实的黑灰色系设计风格，大气耐看，商务风比较重。背光支持免驱动17种模式跑马灯，同时有type-C接口，二段式脚撑。RGB款型为铝合金边框，简约不花哨。

轴体方面，K2与K8提供了红/茶/青3种可选。2021年9月起，K8上线了新轴体佳达隆二代RGB光轴，据官方消息称K2后续也会同步上线光轴RGB版本，预计将会在11月下旬左右推出。光轴与常规机械轴体构造不同，采用的是光感应原理，产生不同等值的电阻，形成开路和通路两种状态，从而触发按键信号指令，特点是触发快，延时低。K8这款RGB光轴支持热插拔替换为其他光轴，手感上有点类似茶轴，但触发上比常规茶轴快了不少，更适合游戏玩家。

`,
        url: 'https://item.jd.com/100018969104.html'
      },
      {
        name: '新贵 GM680',
        price: 369,
        switch: '红轴',
        keys: 68,
        light: 'RGB',
        connect: '蓝牙双模',
        describe: '出色的颜值，非常讨人喜欢 ；68 键位的精简布局，为桌面节省了大量空间；PBT 键帽、XDA 球帽，让键盘整体手感非常出众；热插拔的配置，可以随心所欲的切换自己喜欢的轴体。如果喜欢这种小配列的机械键盘，那么 GM680 值得拥有。',
        url: 'https://item.jd.com/100012053659.html'
      },
      {
        name: '阿洛伊起源',
        price: 379,
        switch: '火轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '这款键盘可能是性价比最高的 RGB 机械键盘了！活动单件价格领券后可能就价格更低！想尝试 HyperX 轴体和 RGB 的同学，这个价格适合入手了。',
        url: 'https://item.jd.com/100012320587.html'
      },
      {
        name: 'Cherry MX3.0S',
        price: 409,
        switch: '茶轴',
        keys: 108,
        light: '无',
        connect: '有线',
        describe: 'Cherry 自家键盘，铝制底壳，防摔耐用；无钢板设计，紧凑型布局，手感会非常细腻；键线分离、全建无冲、大键位调价不错。如果你有大厂情节，那么 MX3.0S 适合你。',
        url: 'https://item.jd.com/100003058473.html'
      },
      {
        name: '黑寡妇蜘蛛V3',
        price: 429,
        switch: '绿轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '如果对雷蛇有信仰，喜欢 RGB 的就入吧，并且家里有雷蛇其他外设还能有灯光联动，灯光效果拉满！',
        url: 'https://item.jd.com/10022321359488.html'
      },
      {
        name: '高斯 HS87D',
        price: 449,
        switch: '银轴',
        keys: 87,
        light: '无',
        connect: '蓝牙双模',
        describe: '蓝牙双模，这款键盘有两种配色白桃和琉璃，可以当作情侣键盘使用，和女朋友一人一把～',
        url: 'https://item.jd.com/10028259851312.html#crumb-wrap'
      },
      {
        name: '杜伽 K320',
        price: 459,
        switch: '银轴',
        keys: 87,
        light: '无',
        connect: '有线',
        describe: 'Cherry 原厂机械轴、Type-c 键线分离、PBT 键帽；不错的键盘做工，非常优秀的大键位调教；两段式脚撑，并配有防滑垫。如果预算足够，且想拥有一把颜值高、体验感不错的机械键盘，那么杜伽的 K320 是不错的选择。',
        url: 'https://item.jd.com/39927877586.html'
      },
      {
        name: 'AKKO 3098N',
        price: 549,
        switch: 'TTC 金粉',
        keys: 98,
        light: 'RGB',
        connect: '三模',
        describe: '目前性价比之王腹灵、AKKO，这两家牌子的 98 配列、三模、热插拔、RGB 把现在量产键盘大部分厂家压得死死的，妥妥的性价比之王！能够接受 98 配列的话，就选 AKKO 和腹灵没错！',
        url: 'https://item.jd.com/10034861884343.html'
      },
      {
        name: '腹灵 FL980',
        price: 559,
        switch: 'BOX白',
        keys: 98,
        light: 'RGB',
        connect: '三模',
        describe: '这把键盘是最近比较火，做工较好，大键优秀，最主要的是配色好看。多种轴体可选。在104/108的基础上，不用PGUP/PGDN/Delete等按键的情况下，可以选择98配列。',
        url: 'https://item.jd.com/10029053132025.html'
      },
      {
        name: '高斯 HS87T',
        price: 599,
        switch: 'TTC 金粉',
        keys: 87,
        light: 'RGB',
        connect: '三模',
        describe: '高斯首款采用非原厂轴的机械键盘，2.4G + 蓝牙三模连接，同时连接 5 台蓝牙设备；PBT 双色键帽，颜值非常 Nice；两段式脚撑、Type-c 键线分离、独特等位等等，都是加分项。',
        url: 'https://item.jd.com/10036677662331.html'
      },
      {
        name: '黑峡谷 BOX',
        price: 699,
        switch: '玫瑰红',
        keys: 68,
        light: 'RGB',
        connect: '三模',
        describe: '黑峡谷全新三模、热插拔、RGB机械键盘；68 键设计、热插拔配置，随心所欲更换轴体，搭配自己喜欢的键盘；PBT 双色注塑透光布丁球帽，耐打油，RGB 效果出众。如果你是一名爱躁玩家，且能适应 68 键配列，那么这款键盘会适合你。',
        url: 'https://item.jd.com/100014997175.html'
      },
      {
        name: '游侠RX PBT 版',
        price: 699,
        switch: 'RX 红',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        describe: `这把键盘的轴体区别于常规的十字轴，采用 ROG 自家研发的 RX 光轴，轴体采用方形火山口结构配合四角固定插座和 X 结构稳定器，保证稳固键帽的同时按压键帽的每一个部位都能够稳定触发，从而保证稳定的手感。
        轴体触发上上 RX 光轴采用了光源触发，按键的触发更加快速、精准，减少按键触发的延迟性，同时光源触发可以提升轴体的使用寿命，官方给出的数据能够承受一亿次的按压。
        当然这把键盘的灯光效果也是一大亮点，RX 光轴独特的火山口结构让这把键盘的背光效果更加的完美，按键从上到下都能均匀的发光，键盘预置了十来种灯光特效，独特的轴体结构让这些灯效更加炫酷
        除此之外，家里如果有 ROG 的其他产品，可以通过 ROG 的奥创软件，设置神光同步，与其他产品进行灯光联动。

        玩游注重的是什么？游戏大多情况下会有激烈的对抗，玩家对键盘也会相对的非常激烈。常规十字轴的机械键盘在游戏激烈对抗的情况下回变得非常不稳定，从而影响手感。因此稳定轴体的机械键盘是游戏必备的情况！

        推荐理由：这把键盘的轴体区别于常规的十字轴，采用 ROG 自家研发的 RX 光轴，轴体采用方形火山口结构配合四角固定插座和 X 结构稳定器，保证稳固键帽的同时按压键帽的每一个部位都能够稳定触发，从而保证稳定的手感。

轴体触发上上 RX 光轴采用了光源触发，按键的触发更加快速、精准，减少按键触发的延迟性，同时光源触发可以提升轴体的使用寿命，官方给出的数据能够承受一亿次的按压。

当然这把键盘的灯光效果也是一大亮点，RX 光轴独特的火山口结构让这把键盘的背光效果更加的完美，按键从上到下都能均匀的发光，键盘预置了十来种灯光特效，独特的轴体结构让这些灯效更加炫酷

除此之外，家里如果有 ROG 的其他产品，可以通过 ROG 的奥创软件，设置神光同步，与其他产品进行灯光联动。
        `,
        url: 'https://item.jd.com/100027572110.html'
      },
      {
        name: '海盗船 K70',
        price: 799,
        switch: '银轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '海盗船俗称船厂，键盘采用的是 87 键方便携带的紧凑型布局，这种布局方式能够为鼠标节省很大的操作空间；配置竞技模式，可以一键切换，让我们的游戏不受打扰；酷炫 RGB，每个按键可以单独的设置 RGB 背光，自定义灯效。',
        url: 'https://item.jd.com/43316985615.html'
      },
      {
        name: '罗技 KDA',
        price: 899,
        switch: '红轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '欢迎来到 K/DA 的世界！英雄联盟和 K/DA 联名定制款，搭配 K/DA 元素，幻想与现实交织。如果你是 LOL 游戏玩家，光凭借这个联名，就值得入手试试！',
        url: 'https://item.jd.com/100024197868.html'
      },
      {
        name: '阿米洛',
        price: 989,
        switch: '静电容V2',
        keys: 108,
        light: '白色',
        connect: '有线',
        describe: '总所周知阿米洛是机械键盘圈的艺术家，他们家的键帽做的有艺术气息，键盘的整体风格非常的唯美，整体质感和触感优秀，静电容 V2 轴体验不错，大键位体验优秀。如果你是颜值主义者，那么阿米洛适合你。',
        url: 'https://item.jd.com/100018335580.html'
      },
      {
        name: '猎魂光蛛V2',
        price: 1689,
        switch: '光黑轴',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        describe: '这款键盘的亮点在于：可调节触发键程，二段式触发和模拟输入。可调节触发键程和上面的赛睿也有但是原来不一样，想了解的话可以自行去看下，二段式触发即按一个按键可实现两个按键的功能，这一点在 Moba 和 Fps 游戏中很有用，如 LOL 中可以可以实现一键盲僧R闪，CSGO 中可以一键切手雷再扔出去。模拟输入是可以模拟摇杆的功能，具体可以自行查看。',
        url: 'https://item.jd.com/10025746752814.html'
      },
      {
        name: '宁芝 X87',
        price: 1085,
        switch: '静电容',
        keys: 87,
        light: '无',
        connect: '三模',
        describe: `不知道大家有没有在长时间码字后，手指会有疲惫感？我现在就是这样子，一天的班上下来，码了无数的代码，随之而来的就是手指疲惫异常。宁芝的这款 **35g 按压压力**完美的解决我的痛点，**35g 按压压力算是现在是市面上最轻的轴之一**了，如此轻快的按压压力带来的就是飞速的码字体验；不仅如此，键盘**三模的连接方式能够在多个设备间切换；全建可编程设置，简直是编程利器，可以一键输出 Hello World，码字速度起飞**！总结而言，**如果你是一个程序员、码字党，或者忍受了长时间码字手指的疼痛感，那么宁芝 35g 会适合你**！`,
        url: 'https://item.jd.com/57764460866.html'
      },
      {
        name: 'HHKB',
        price: 2499,
        switch: '静电容',
        keys: 60,
        light: '无',
        connect: '双模',
        describe: `为代码而生，程序员一把退烧键盘！独特的键盘布局，让我专注于文本输入、打码输入，已与便携；优秀的静电容开关设计，榫卯式的轴柱结构，让整个按键十分的稳定，独立的 DPI 开关，一把键盘统一多个平台。`,
        url: 'https://item.jd.com/62603602537.html'
      }
    ]
  },
  twelve: {
    title: '双十二键盘推荐',
    data: [
      {
        name: '微星 GK50Z',
        price: 108,
        switch: '红轴',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        describe: '两百元价位的 RGB 灯效！！拥有 9 种预设灯效 + 8 中预设灯效 + 2 种自定义灯效；冲这一点，想体验 RGB 的可以尝试。',
        url: 'https://item.jd.com/100007750917.html#crumb-wrap'
      },
      {
        name: 'IKBC C87',
        price: 259,
        switch: '红轴',
        keys: 87,
        light: '无',
        connect: '有线',
        describe: '三百左右的价格，机械键盘该有的配置它都有，外观简约、PBT 键帽、按键无冲、三向出线槽...键盘的整体做工和素质都非常不错。如果你新手玩家，没有接触过机械键盘，想入手一把机械键盘，IKBC 会适合你。',
        url: 'https://item.jd.com/10025802445921.html'
      },
      {
        name: '达尔优 A87',
        price: 331,
        switch: '紫金轴',
        keys: 87,
        light: '冰蓝',
        connect: '有线',
        describe: '这款键盘有单模和三模版本，单模版价格不到 400，三模版价格稍贵；全键热插拔、PBT 键帽、磁吸式上盖，喜欢自己玩键盘的可以入一入。',
        url: 'https://item.jd.com/10033814229853.html'
      },
      {
        name: 'RK 860',
        price: 349,
        switch: '红轴',
        keys: 100,
        light: '白色',
        connect: '三模',
        describe: 'RK 的键盘一直主打的是高性价比、亲民实用，两百多的键盘价格，上了键线分离、RGB、三模连接、热插拔等功能，键帽还采用了 PBT 材质，不打油且外观很好看。如果预算紧张又有多样的使用需求，那么 RK 更适合你。',
        url: 'https://item.jd.com/10032016424528.html'
      },
      {
        name: '京造 K8',
        price: 398,
        switch: '红轴',
        keys: 87,
        light: '白色',
        connect: '蓝牙双模',
        describe: '笔记本用户或者平板用户，强烈推荐京造的 K 系列蓝牙双模机械键盘，并且这把键盘还能够兼容 Win/Mac 双系统！5.1 极速蓝牙模式，使用起来基本没有延迟感，并且可以同时连接三台设别，一键切换，可以满足日常多种连接使用需求；87 键的经典小布局方式，小巧简单便携；有多重背光模式可选择，灯光非常炫酷。',
        url: 'https://item.jd.com/100018969104.html'
      },
      {
        name: '阿洛伊起源',
        price: 379,
        switch: '火轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '这款键盘可能是性价比最高的 RGB 机械键盘了！活动单件价格领券后可能就价格更低！想尝试 HyperX 轴体和 RGB 的同学，这个价格适合入手了。',
        url: 'https://item.jd.com/100012320587.html'
      },
      {
        name: 'Cherry MX3.0S',
        price: 409,
        switch: '茶轴',
        keys: 108,
        light: '无',
        connect: '有线',
        describe: 'Cherry 自家键盘，铝制底壳，防摔耐用；无钢板设计，紧凑型布局，手感会非常细腻；键线分离、全建无冲、大键位调价不错。如果你有大厂情节，那么 MX3.0S 适合你。',
        url: 'https://item.jd.com/100003058473.html'
      },
      {
        name: '杜伽 K320',
        price: 459,
        switch: '银轴',
        keys: 87,
        light: '无',
        connect: '有线',
        describe: 'Cherry 原厂机械轴、Type-c 键线分离、PBT 键帽；不错的键盘做工，非常优秀的大键位调教；两段式脚撑，并配有防滑垫。如果预算足够，且想拥有一把颜值高、体验感不错的机械键盘，那么杜伽的 K320 是不错的选择。'
      },
      {
        name: 'AKKO 3098N',
        price: 549,
        switch: 'TTC 金粉',
        keys: 98,
        light: 'RGB',
        connect: '三模',
        describe: '目前性价比之王腹灵、AKKO，这两家牌子的 98 配列、三模、热插拔、RGB 把现在量产键盘大部分厂家压得死死的，妥妥的性价比之王！能够接受 98 配列的话，就选 AKKO 和腹灵没错！',
        url: 'https://item.jd.com/10034861884343.html'
      },
      {
        name: '腹灵 FL980',
        price: 559,
        switch: 'BOX白',
        keys: 98,
        light: 'RGB',
        connect: '三模',
        describe: '这把键盘是最近比较火，做工较好，大键优秀，最主要的是配色好看。多种轴体可选。在104/108的基础上，不用PGUP/PGDN/Delete等按键的情况下，可以选择98配列。',
        url: 'https://item.jd.com/10029053132025.html'
      },
      {
        name: '高斯 HS87T',
        price: 599,
        switch: 'TTC 金粉',
        keys: 87,
        light: 'RGB',
        connect: '三模',
        describe: '高斯首款采用非原厂轴的机械键盘，2.4G + 蓝牙三模连接，同时连接 5 台蓝牙设备；PBT 双色键帽，颜值非常 Nice；两段式脚撑、Type-c 键线分离、独特等位等等，都是加分项。',
        url: 'https://item.jd.com/10036677662331.html'
      },
      {
        name: '黑峡谷 BOX',
        price: 699,
        switch: '玫瑰红',
        keys: 68,
        light: 'RGB',
        connect: '三模',
        describe: '黑峡谷全新三模、热插拔、RGB机械键盘；68 键设计、热插拔配置，随心所欲更换轴体，搭配自己喜欢的键盘；PBT 双色注塑透光布丁球帽，耐打油，RGB 效果出众。如果你是一名爱躁玩家，且能适应 68 键配列，那么这款键盘会适合你。',
        url: 'https://item.jd.com/100014997175.html'
      },
      {
        name: '游侠RX PBT 版',
        price: 699,
        switch: 'RX 红',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        describe: `这把键盘的轴体区别于常规的十字轴，采用 ROG 自家研发的 RX 光轴，轴体采用方形火山口结构配合四角固定插座和 X 结构稳定器，保证稳固键帽的同时按压键帽的每一个部位都能够稳定触发，从而保证稳定的手感。
        轴体触发上上 RX 光轴采用了光源触发，按键的触发更加快速、精准，减少按键触发的延迟性，同时光源触发可以提升轴体的使用寿命，官方给出的数据能够承受一亿次的按压。
        当然这把键盘的灯光效果也是一大亮点，RX 光轴独特的火山口结构让这把键盘的背光效果更加的完美，按键从上到下都能均匀的发光，键盘预置了十来种灯光特效，独特的轴体结构让这些灯效更加炫酷
        除此之外，家里如果有 ROG 的其他产品，可以通过 ROG 的奥创软件，设置神光同步，与其他产品进行灯光联动。

        玩游注重的是什么？游戏大多情况下会有激烈的对抗，玩家对键盘也会相对的非常激烈。常规十字轴的机械键盘在游戏激烈对抗的情况下回变得非常不稳定，从而影响手感。因此稳定轴体的机械键盘是游戏必备的情况！

        推荐理由：这把键盘的轴体区别于常规的十字轴，采用 ROG 自家研发的 RX 光轴，轴体采用方形火山口结构配合四角固定插座和 X 结构稳定器，保证稳固键帽的同时按压键帽的每一个部位都能够稳定触发，从而保证稳定的手感。

轴体触发上上 RX 光轴采用了光源触发，按键的触发更加快速、精准，减少按键触发的延迟性，同时光源触发可以提升轴体的使用寿命，官方给出的数据能够承受一亿次的按压。

当然这把键盘的灯光效果也是一大亮点，RX 光轴独特的火山口结构让这把键盘的背光效果更加的完美，按键从上到下都能均匀的发光，键盘预置了十来种灯光特效，独特的轴体结构让这些灯效更加炫酷

除此之外，家里如果有 ROG 的其他产品，可以通过 ROG 的奥创软件，设置神光同步，与其他产品进行灯光联动。
        `,
        url: 'https://item.jd.com/100027572110.html'
      },
      {
        name: '海盗船 K70',
        price: 799,
        switch: '银轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '海盗船俗称船厂，键盘采用的是 87 键方便携带的紧凑型布局，这种布局方式能够为鼠标节省很大的操作空间；配置竞技模式，可以一键切换，让我们的游戏不受打扰；酷炫 RGB，每个按键可以单独的设置 RGB 背光，自定义灯效。',
        url: 'https://item.jd.com/43316985615.html'
      },
      {
        name: '罗技 KDA',
        price: 899,
        switch: '红轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '欢迎来到 K/DA 的世界！英雄联盟和 K/DA 联名定制款，搭配 K/DA 元素，幻想与现实交织。如果你是 LOL 游戏玩家，光凭借这个联名，就值得入手试试！',
        url: 'https://item.jd.com/100024197868.html'
      },
      {
        name: '阿米洛',
        price: 989,
        switch: '静电容V2',
        keys: 108,
        light: '白色',
        connect: '有线',
        describe: `总所周知阿米洛是机械键盘圈的艺术家，他们家的键帽做的有艺术气息，键盘的整体风格非常的唯美，整体质感和触感优秀，静电容 V2 轴体验不错，大键位体验优秀。如果你是颜值主义者，那么阿米洛适合你。

        这把键盘的最大优点有两个

键帽风格趋向于中国风，非常的符合我的审美
静电容 V2 轴，手感非常舒适，这里推荐雏菊花轴，手感轻到你无法想象
        `,
        url: 'https://item.jd.com/100018335580.html'
      },
      {
        name: '宁芝 X87',
        price: 1085,
        switch: '静电容',
        keys: 87,
        light: '无',
        connect: '三模',
        describe: `不知道大家有没有在长时间码字后，手指会有疲惫感？我现在就是这样子，一天的班上下来，码了无数的代码，随之而来的就是手指疲惫异常。宁芝的这款 **35g 按压压力**完美的解决我的痛点，**35g 按压压力算是现在是市面上最轻的轴之一**了，如此轻快的按压压力带来的就是飞速的码字体验；不仅如此，键盘**三模的连接方式能够在多个设备间切换；全建可编程设置，简直是编程利器，可以一键输出 Hello World，码字速度起飞**！总结而言，**如果你是一个程序员、码字党，或者忍受了长时间码字手指的疼痛感，那么宁芝 35g 会适合你**！`,
        url: 'https://item.jd.com/57764460866.html'
      },
      {
        name: 'HHKB',
        price: 2499,
        switch: '静电容',
        keys: 60,
        light: '无',
        connect: '双模',
        describe: `为代码而生，程序员一把退烧键盘！独特的键盘布局，让我专注于文本输入、打码输入，已与便携；优秀的静电容开关设计，榫卯式的轴柱结构，让整个按键十分的稳定，独立的 DPI 开关，一把键盘统一多个平台。`,
        url: 'https://item.jd.com/62603602537.html'
      }
    ]
  },
  twelveRec: {
    title: '闭眼入坑',
    data: [
      {
        name: '微星 GK50Z',
        price: 108,
        switch: '红轴',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        describe: '两百元价位的 RGB 灯效！！拥有 9 种预设灯效 + 8 中预设灯效 + 2 种自定义灯效；冲这一点，想体验 RGB 的可以尝试。',
        url: 'https://item.jd.com/100007750917.html#crumb-wrap'
      },
      {
        name: 'IKBC C87',
        price: 259,
        switch: '红轴',
        keys: 87,
        light: '无',
        connect: '有线',
        describe: '三百左右的价格，机械键盘该有的配置它都有，外观简约、PBT 键帽、按键无冲、三向出线槽...键盘的整体做工和素质都非常不错。如果你新手玩家，没有接触过机械键盘，想入手一把机械键盘，IKBC 会适合你。',
        url: 'https://item.jd.com/10025802445921.html'
      },
      {
        name: '京造 K8',
        price: 398,
        switch: '红轴',
        keys: 87,
        light: '白色',
        connect: '蓝牙双模',
        describe: '笔记本用户或者平板用户，强烈推荐京造的 K 系列蓝牙双模机械键盘，并且这把键盘还能够兼容 Win/Mac 双系统！5.1 极速蓝牙模式，使用起来基本没有延迟感，并且可以同时连接三台设别，一键切换，可以满足日常多种连接使用需求；87 键的经典小布局方式，小巧简单便携；有多重背光模式可选择，灯光非常炫酷。',
        url: 'https://item.jd.com/100018969104.html'
      },
      {
        name: '杜伽 K320',
        price: 459,
        switch: '银轴',
        keys: 87,
        light: '无',
        connect: '有线',
        describe: 'Cherry 原厂机械轴、Type-c 键线分离、PBT 键帽；不错的键盘做工，非常优秀的大键位调教；两段式脚撑，并配有防滑垫。如果预算足够，且想拥有一把颜值高、体验感不错的机械键盘，那么杜伽的 K320 是不错的选择。'
      },
      {
        name: '腹灵 FL980',
        price: 559,
        switch: 'BOX白',
        keys: 98,
        light: 'RGB',
        connect: '三模',
        describe: `这把键盘是最近比较火，做工较好，大键优秀，最主要的是配色好看。多种轴体可选。在104/108的基础上，不用PGUP/PGDN/Delete等按键的情况下，可以选择98配列。

        腹灵FL980 是个人认为现阶段最值得入手的量产化热插拔机械键盘之一，用料足，各方面配置也是十分豪华，同价位段在功能性上性价比非常高。亮点主要有：支持全键热插拔（可以自己DIY 换轴，尝试不同手感的键轴，客制化自由度高）、大键出厂调校优秀、PBT二色成型键帽、自定义RGB背光、支持有线无线蓝牙三模。

        FL980整体采用的是凯华BOX轴体，在国产轴体中，凯华BOX轴也算是数一数二的佼佼者了，其中知名度高，火到出圈的主要有Box白和Box红轴，这两款轴体分别对应Cherry轴的青轴和红轴。Box白段落感比青轴更小一些，弹起来的时候还会发出一次声音，与圆珠笔有些类似，手感非常出色。Box红比起红轴键程更短，打起字来更柔顺。腹灵FL980还支持3脚或5脚的热插拔，玩腻了一个轴体可随时更换别的轴体，即可以随时更换不一样的手感，可谓是客制化玩家的福音了。
        `,
        url: 'https://item.jd.com/10029053132025.html'
      },
      {
        name: '游侠RX PBT 版',
        price: 699,
        switch: 'RX 红',
        keys: 104,
        light: 'RGB',
        connect: '有线',
        describe: `这把键盘的轴体区别于常规的十字轴，采用 ROG 自家研发的 RX 光轴，轴体采用方形火山口结构配合四角固定插座和 X 结构稳定器，保证稳固键帽的同时按压键帽的每一个部位都能够稳定触发，从而保证稳定的手感。
        轴体触发上上 RX 光轴采用了光源触发，按键的触发更加快速、精准，减少按键触发的延迟性，同时光源触发可以提升轴体的使用寿命，官方给出的数据能够承受一亿次的按压。
        当然这把键盘的灯光效果也是一大亮点，RX 光轴独特的火山口结构让这把键盘的背光效果更加的完美，按键从上到下都能均匀的发光，键盘预置了十来种灯光特效，独特的轴体结构让这些灯效更加炫酷
        除此之外，家里如果有 ROG 的其他产品，可以通过 ROG 的奥创软件，设置神光同步，与其他产品进行灯光联动。

        玩游注重的是什么？游戏大多情况下会有激烈的对抗，玩家对键盘也会相对的非常激烈。常规十字轴的机械键盘在游戏激烈对抗的情况下回变得非常不稳定，从而影响手感。因此稳定轴体的机械键盘是游戏必备的情况！

        推荐理由：这把键盘的轴体区别于常规的十字轴，采用 ROG 自家研发的 RX 光轴，轴体采用方形火山口结构配合四角固定插座和 X 结构稳定器，保证稳固键帽的同时按压键帽的每一个部位都能够稳定触发，从而保证稳定的手感。

轴体触发上上 RX 光轴采用了光源触发，按键的触发更加快速、精准，减少按键触发的延迟性，同时光源触发可以提升轴体的使用寿命，官方给出的数据能够承受一亿次的按压。

当然这把键盘的灯光效果也是一大亮点，RX 光轴独特的火山口结构让这把键盘的背光效果更加的完美，按键从上到下都能均匀的发光，键盘预置了十来种灯光特效，独特的轴体结构让这些灯效更加炫酷

除此之外，家里如果有 ROG 的其他产品，可以通过 ROG 的奥创软件，设置神光同步，与其他产品进行灯光联动。
        `,
        url: 'https://item.jd.com/100027572110.html'
      },
      {
        name: '罗技 KDA',
        price: 899,
        switch: '红轴',
        keys: 87,
        light: 'RGB',
        connect: '有线',
        describe: '欢迎来到 K/DA 的世界！英雄联盟和 K/DA 联名定制款，搭配 K/DA 元素，幻想与现实交织。如果你是 LOL 游戏玩家，光凭借这个联名，就值得入手试试！',
        url: 'https://item.jd.com/100024197868.html'
      },
      {
        name: '宁芝 X87',
        price: 1085,
        switch: '静电容',
        keys: 87,
        light: '无',
        connect: '三模',
        describe: `不知道大家有没有在长时间码字后，手指会有疲惫感？我现在就是这样子，一天的班上下来，码了无数的代码，随之而来的就是手指疲惫异常。宁芝的这款 **35g 按压压力**完美的解决我的痛点，**35g 按压压力算是现在是市面上最轻的轴之一**了，如此轻快的按压压力带来的就是飞速的码字体验；不仅如此，键盘**三模的连接方式能够在多个设备间切换；全建可编程设置，简直是编程利器，可以一键输出 Hello World，码字速度起飞**！总结而言，**如果你是一个程序员、码字党，或者忍受了长时间码字手指的疼痛感，那么宁芝 35g 会适合你**！`,
        url: 'https://item.jd.com/57764460866.html'
      }
    ]
  }
}
