export default {
  locker: {
    title: '储物柜款',
    data: [
      {
        name: '亿田 B15',
        price: 4699,
        wind: 15,
        fire: 4.2,
        pa: 300,
        // 储物空间
        large: '90L',
        url: 'https://item.jd.com/1076574766.html',
        describe: '这款是亿田主打的一款储物柜集成灶。相较于上款，排风量、风压和火力都做了提升，排风量提升到了15m³/min，火力提升到了4.2KW，可以满足更多场景的需求。'
      }
    ]
  },
  disinfection: {
    title: '消毒款',
    data: [
      {
        name: '万家乐 LA3.2C',
        price: 3699,
        wind: 19,
        fire: 5,
        pa: 520,
        // 消毒柜空间
        large: '108L',
        url: 'https://item.jd.com/7695657.html',
        describe: `黄金搭配：火力5.0KW +19m3/min +520pa，性价比之王
        带有自清洗，并且可以媲美一天D6GX，但是价格只有其一半多。推荐预算不多的购买。
        `
      },
      {
        name: '森歌 X3',
        price: 6280,
        wind: 17,
        fire: 4.5,
        pa: 450,
        // 消毒柜空间
        large: '105L',
        url: 'https://item.jd.com/10020374719245.html',
        describe: 'X3是森歌集成消毒柜里的主打款、最新款和畅销款。各方面参数都达到了中高配置的要求，其中，这款产品主要卖点有以下几点：1、烟机采用最新一代的曲面设计，解决了传统曲面集成灶无置物空间或者置物空间小的弊端。X3的曲面设计既保持了原有曲面近吸、拢烟和外观的优势，又增加了比较大的置物台。2、消毒更加彻底，在臭氧和紫外线消毒的基础上，可以进一步高温烘干。3、消毒柜容量大，为105L，可以满足六口之家常用碗筷的摆放。'
      },
      {
        name: '亿田 D6GX',
        price: 7396,
        wind: 18,
        fire: 5,
        pa: 400,
        // 消储一体
        large: '76L',
        url: 'https://item.jd.com/32060599920.html',
        describe: '这款是亿田2020年的最新款和热销款，最大的特点是各项参数非常棒，应该是各家厂商中参数配置最高的品牌和款式了。风压达到400pa，可以有效防止高层油烟倒灌的现象，火力高达5.0KW，爆炒也不费心，唯一的缺点是消毒柜空间略小，消毒柜和储物柜合一，但是满足3-5口之家的餐具摆放没什么问题。'
      }
    ]
  },
  disinfection_locker: {
    title: '消毒柜 + 储物柜款',
    data: [
      {
        name: '华凌 JJZT-90WD26-G',
        price: 3148,
        wind: 17,
        fire: 4.2,
        pa: 365,
        // 消毒柜空间
        large: '70L',
        url: 'https://item.jd.com/100011317124.html',
        describe: '华凌是美的旗下面向年轻群体的品牌，主打性价比。华凌拥有单独的设计团队，但华凌的研发、制造、售后体系与美的都是一样的。这款集成灶也充分体现了华凌主打性价比的方向。3000多元即可将与上面美的配置差不多的集成灶收入囊下。至于为什么便宜一千多元，主要有以下几方面原因：1、华凌的保修期比美的少一半时间。华凌整机保修3年，配件半年，而美的是整机6年，配件1年。电机都是终身。2、火力比美的小一些。华凌这款火力为4.2KW，美的为4.5KW，总体来说相差不大。3、上面美的那款钢板比华凌的要硬一些。总体来说，相差不是特别大，如果预算十分有限，可以有限考虑华凌JJZT-90WD26-G，如果对售后和材质比较在意，优先考虑上面美的那款。'
      },
      {
        name: '美的 D01',
        price: 4499,
        wind: 17,
        fire: 4.5,
        pa: 365,
        // 消毒柜空间
        large: '70L',
        url: 'https://item.jd.com/100010722300.html',
        describe: '这款美的生产的消毒柜款集成灶，价位很“基础”，只有5000多，但是配置可一点也不基础，17m³/min的排风量、4.5KW的火力可以说是达到了很多一线集成灶厂商万元款的配置，可谓是预算有限的朋友的福音。  在消毒方面，达到了二星消毒，通过臭氧+紫外线双重除菌方式也可以消灭99%的细菌。'
      },
      {
        name: '火星人 E6B/X',
        price: 7349,
        wind: 17,
        fire: 4.2,
        pa: 370,
        // 消毒柜空间
        large: '57L',
        url: 'https://item.jd.com/25779150711.html',
        describe: '这款E6火星人集成灶各方面参数相差不多，唯一是风压略低，为300pa，住在高层的朋友可能需要安装一个止逆阀。推荐这款产品的主要理由是：1、火星人品牌。火星人在集成灶行业，不论线上还是线下都处于绝对第一梯队，产品做工好，颜值高，售后棒。而这款产品可以说是其消毒柜款的代表，各方面细节做的非常到位，颜值也很高，售后更是不用担心。2、吸油烟效果极佳。这款集成灶的烟机距离油烟起始区仅25cm，可以在油烟扩散前将油烟彻底吸除，同为17m³/min的排风量，效果则要好很多。当然，代价就是无法放置比较高的锅具。具体利弊，还需根据自身情况权衡。3、创造性地采用鲨齿状叶轮，可以有效切割梳理气流，降低3-5分贝的噪音。4、细节到位。举个例子，玻璃台面隐形下沉1.5mm，可以在汤汁溢出时实现隐形盛液；多重安全设计也可以实现安全最大化.....'
      }
    ]
  },
  steamer: {
    title: '蒸箱款',
    data: [
      {
        name: '老板名气 901FZ',
        price: 5599,
        wind: 20,
        fire: 4.5,
        pa: 420,
        // 蒸箱空间
        large: '50L',
        url: 'https://item.jd.com/45714168016.html',
        describe: `黄金搭配：火力4.5KW 排风量20m3/min 风压420pa，没说的，性价比！对于只想买蒸箱款的预算不多的可以下手
        不过有个小缺点，就是这款跟901FX一样是二级能效，耗电要多一点`
      },
      {
        name: '奥田 A3Z',
        price: 7699,
        wind: 17,
        fire: 4.2,
        pa: 350,
        // 蒸箱空间
        large: '70L',
        url: 'https://item.jd.com/100008740667.html',
        describe: '奥田属于集成灶的一线品牌，这款属于奥田蒸箱款里的热销款和高性价比款。性能不错的同时，配备了很多万元款集成灶都达不到的70L容量。本款最吸引人的是价格相对火星人等超一线品牌低不少的同时，配置和功能不缩水，恒温置物台，8大烹饪模式，双重智能清洁等都是不错的亮点。'
      },
      {
        name: '亿田 D2Z',
        price: 8266,
        wind: 18,
        fire: 5,
        pa: 430,
        // 蒸箱空间
        large: '66L',
        url: 'https://item.jd.com/100009906652.html',
        describe: '这两款延续了亿田参数给力的传统特色，基本不用担心高层油烟倒灌和火力不够的问题，除此之外，本款集成灶还有以下优点：1、置物台60度恒温，可以放置刚做完的菜而不变凉，这个功能在炒菜比较多以及冬天非常实用。2、蒸箱水箱外置，容量大，且方便中途加水。3、按键简单，操作易上手，便于老人使用。'
      },
      {
        name: '火星人 ESB/Z',
        price: 8679,
        wind: 17,
        fire: 4.2,
        pa: 370,
        // 蒸箱空间
        large: '64L',
        url: 'https://item.jd.com/100005989758.html',
        describe: '这款火星人蒸箱款集成灶和E6（消毒柜）配置基本一致，区别是风压提升到了370，进一步降低了高层油烟倒灌的可能性。各方面优点也沿袭了E6，上面已经讲过，在此不作赘述。 蒸箱容量为64L，中规中矩。为内置水箱，算个小缺点，不方便中途加水，不过好在容量够大，中途加水的可能性比较低。  如果追求外观、品质和售后，火星人这款是不二选择。'
      },
      {
        name: '森歌 T3BZ',
        price: 8998,
        wind: 16,
        fire: 4.3,
        pa: 380,
        // 蒸箱空间
        large: '66L',
        url: 'https://item.jd.com/31218608034.html',
        describe: '这款是森歌的超级爆款，在集成灶销售榜上位居前列。之所以受到市场热捧，我认为有以下几点原因： 1、各方面参数比较均衡，没有明显短板。虽然不像亿田那样“猛堆”参数，但是在风压、火力等方面都属于市场各品牌的前列，没有明显的短板，足以应对高层、爆炒等比较极端的场景。2、采用独特的智焱燃烧系统，4.3KW火力看似中规中矩，但是在这个燃烧系统的加持下，可以实现智能配氧，使火苗更稳，燃烧更充分，做菜更透味。3、细节上用料扎实。举个例子，炉头和底座采用全铜材质，这在市场上非常少见。另外，蒸箱内胆添加加热膜，可以做到顶部不滴水，进一步提升食物口感。'
      }
    ]
  },
  steamer_barbecue: {
    title: '蒸烤一体款',
    data: [
      {
        name: '华凌 WX9',
        price: 5399,
        wind: 17,
        fire: 4.5,
        pa: 330,
        // 蒸箱空间
        large: '60L',
        url: 'https://item.jd.com/100016398084.html',
        describe: `够用搭配：火力4.5KW +17m3/min +330pa，只能说中规中矩，日常用勉强满足把（楼层低的高层就不要考虑这款了）
        性价比：入宫活动价5999性价比超级高，美的售后遍布全国，能游刃有余适用于我们日常使用
        `
      },
      {
        name: '德普 A1E',
        price: 8119,
        wind: 17,
        fire: 5,
        pa: 350,
        // 蒸箱空间
        large: '70L',
        url: 'https://item.jd.com/55652535625.html',
        describe: `这款在1W以下售价的蒸烤一体款里性能和性价比兼具，是我个人非常看好的款式。

        从实用性来讲，德普这款既是蒸箱又是烤箱，还可以加碗篮做消毒柜，像森歌X3只带消毒柜，X3ZK只能做蒸烤机，实用性上比较单一，德普这款的综合功能性则更强大。而且它的水箱是外置设计，比起奥田M3那种内置设计水箱更加实用方便，即使烹饪过程中缺水也可以轻松加水无顾虑。

        这款虽然售价不到1W但是在很多设计细节上处理得比1W+的款式更加出彩，最重要的是它的性能一点不逊色，尤其是它的鹦鹉螺单向直排风道设计，阻力小无扰流，排烟效果比一般的双向排风效果更好，加上采用电解热自清洗技术，表面涂有特氟龙涂层拒绝油污积攒保证烟机的吸排效果，如果使用几年后排烟效果减弱还可以直接将集成灶核心部分换新，相当于重新获得一台新机。

        从用户体验来看，它的彩屏操作像智能手机一样简明易懂，既可联网，也可远程操作，而且内置99+500云食谱无限扩充，非常适合全家老小使用，厨房小白也不怕。

        总体来讲，德普这款属于“多边形战士”，各方面的性能都不错，预算不过万的话，这款必选。`
      },
      {
        name: '美大 Z20-ZK',
        price: 8939,
        wind: 15,
        fire: 4.2,
        pa: 250,
        // 蒸箱空间
        large: '62L',
        url: 'https://item.jd.com/100007783681.html',
        describe: `美大只有两款蒸烤一体机X9和Z20，其中Z20是最新款，也是X9的升级款，两者价格差不多，建议优先考虑Z20。

        美大作为老牌集成灶豪强，它其实对各种参数并不像新晋企业那样狂热的追求，毕竟新晋企业知名度不高，需要各种高配置来占领市场，而美大的理念就是够用就行，各种参数过高则会造成性能浪费。这款也体现了这种理念，各种参数不算高，但是对于普通家庭来说完全足够。

        其余方面，这款集成灶蒸烤箱可以做到1度控温，能够更加精细地烹饪食物，提升口感。采用无油网设计，吸油烟效果不退步的同时，可以做到轻松打扫。配备外置水箱，中途加水更加方便。`
      },
      {
        name: '西屋 WL03Plus',
        price: 9989,
        wind: 19,
        fire: 5,
        pa: 400,
        // 蒸箱空间
        large: '60L',
        url: 'https://item.jd.com/10022399391591.html',
        describe: `美国西屋，国外老牌家电品牌了整体在万元价位配置挺高，带有跟德普A1一样的彩屏或冻结9990元。
        无论从什么角度来说，万元以内都是很具有竞争力的一款。`
      },
      {
        name: '亿田 D2ZK',
        price: 10195,
        wind: 18,
        fire: 5,
        pa: 400,
        // 蒸箱空间
        large: '66L',
        url: 'https://item.jd.com/100008738469.html',
        describe: `这款各方面和蒸箱款D2Z各方面比较类似，优点很多，高参数配置、恒温置物平台、外置水箱等优点就不一一赘述，相较于上款火星人，个人更建议这一款，诚意要多很多。`
      },
      {
        name: '森歌 X3ZK',
        price: 10680,
        wind: 16,
        fire: 4.5,
        pa: 370,
        // 蒸箱空间
        large: '66L',
        url: 'https://item.jd.com/100009199483.html',
        describe: `本款是森歌X3（消毒柜）的升级款，火力和风压都做了略微提升，并且由消毒柜升级为蒸烤箱。

        特色延续X3，采用曲面近吸的同时，保留了大置物台。蒸烤箱配置有加热膜，可以放置产生冷凝水，并且使食物加热更快。

        总体来说，性价比还算不错。`
      },
      {
        name: '西屋 WX03D',
        price: 10979,
        wind: 19,
        fire: 5,
        pa: 470,
        // 蒸箱空间
        large: '60L',
        url: 'https://item.jd.com/10031304473437.html',
        describe: `分体式智能化程度最高的一款，彩屏做到的上制处理，并且待有挥手控制，待有电热自清洗， 从火力配置跟整体排风量风压来说性价比很高
        分体式必选款，独立蒸烤，带自清洁，并且还是西屋品牌`
      },
      {
        name: '火星人 T7BC',
        price: 11033,
        wind: 18,
        fire: 4.5,
        pa: 350,
        // 蒸箱空间
        large: '60L',
        url: 'https://item.jd.com/100020645596.html',
        describe: `主流搭配：火力4.5KW +18m3/min +350pa
        最强T系：几个系列里最好的一款火星人集成灶一直没有大于400Pa风压的集成灶，然后新品T7BC就来了，T系列数据可以说比火星人E6/T4/ES三个系列都要强了，虽然是内置水箱，但是安全系数增高了，而且水箱容量达到了2.5L！！！
        新设计：火力跟风压都做了升级，如果预算一万多，想买一款智能化高，大风压爆炒火星人T7BC一定要首选。
        非要说缺点：个人认为有点偏贵了，其实这个预算更推荐购买德普新款G65E，变频电机，最高可达1000Pa风压`
      }
    ]
  }
}
